Repository: WordPressUtilities/wpu_health_check_tests
Catalog: lang/wpu_health_check_tests-*.po
Languages: fr_fr

source: Correct table format
fr_fr: Format de table correct

source: Autoloaded options weight is correct
fr_fr: Le poids des options autochargées est correct

source: Autoloaded options should not exceed a certain weight. Your website seems ok.
fr_fr: Les options autochargées ne doivent pas dépasser un certain poids. Votre site semble ok.

source: Autoloaded options weight should be examined
fr_fr: Le poids des options autochargées doit être examiné

source: The autoloaded options may be too heavy. It could be slowing down your website
fr_fr: Les options autochargées peuvent être trop lourdes. Celà pourrait ralentir votre site Web

source: Autoloaded options weight is too heavy
fr_fr: Le poids des options autochargées est trop lourd

source: The autoloaded options are too heavy. It is slowing down your website
fr_fr: Les options autochargées sont trop lourdes. Il ralentit votre site Web

source: Table charset
fr_fr: Charset de table

source: Table charset is correct
fr_fr: Le charset des tables est correct

source: No table have an old charset. Your website seems ok.
fr_fr: Aucune table n’a un charset obsolète. Votre site web semble ok.

source: Table charset should be examined
fr_fr: Le charset des tables devrait être examiné

source: At least one table is using an outdated charset. It can cause problems with emojis.
fr_fr: Au moins une table utilise un charset obsolète. Cela peut causer des problèmes avec les emojis.

source: Table charset should be fixed
fr_fr: Le charset des tables doit être fixé

source: Multiple tables are using an outdated charset. It can cause problems with emojis.
fr_fr: Plusieurs tables utilisent un charset obsolète. Cela peut causer des problèmes avec les emojis.
